project/BUNGE_sap_ws_clients/trunk/src/main/docs/req1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:soap:functions:mc-style">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ProjectDefinitionExistenceCheck>
         <CurrentExternalProje></CurrentExternalProje>
         <CurrentInternalProje></CurrentInternalProje>
      </urn:ProjectDefinitionExistenceCheck>
   </soapenv:Body>
</soapenv:Envelope>
